const initialAnimals = [
  {
    name: "Носг",
    size: "Большой",
    ac: "13",
    initiative: "-1",
    hp: "45",
    speed: "40 футов",
    stats: {
      str: { value: 21, mod: "+5" },
      dex: { value: 8, mod: "-1" },
      con: { value: 15, mod: "+2" },
      int: { value: 2, mod: "-4" },
      wis: { value: 12, mod: "+1" },
      cha: { value: 6, mod: "-2" }
    },
    senses: "пассивное Восприятие 11",
    languages: "нет",
    cr: "2",

    actions: [
      {
        name: "Бодание",
        desc: "Бросок рукопашной атаки: +7, досягаемость 5 фт. Попадание: 14 (2к8 + 5) колющего урона. Если цель Большого размера или меньше и носорог пробежал 30 футов — дополнительно 9 (2к8) урона и состояние Опрокинутый."
      }
    ]
  },
  {
    name: "Саблезубый тигр",
    size: "Большой",
    ac: "13",
    initiative: "+3",
    hp: "52",
    speed: "40 фт.",
    stats: {
      str: { value: 18, mod: "+4", save: "+6" },
      dex: { value: 17, mod: "+3", save: "+5" },
      con: { value: 14, mod: "+2"},
      int: { value: 3, mod: "-4" },
      wis: { value: 12, mod: "+1" },
      cha: { value: 8, mod: "-1" }
    },
    senses: "Тёмное зрение 60 футов, пассивное Восприятие 15",
    languages: "нет",
    cr: "2",
    traits: [
      {
        name: "Прыжок с разбега",
        desc: "После разбега в 10 футов тигр может прыгнуть в длину на расстояние до 25 футов."
      }
    ],
    actions: [
      { name: "Мультиатака", desc: "Тигр совершает две атаки Раздиранием." },
      { name: "Раздирание", desc: "Бросок рукопашной атаки: +6, досягаемость 5 фт. Попадание: 11 (2к6 + 4) Рубящего урона." }
    ],
    bonusActions: [
      {
        name: "Ловкий побег",
        desc: "Саблезубый тигр совершает действие Затаивание или Отход."
      }
    ]
  }
];